OdDAI.InverseAttribute.getAttr(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*)
\details
Retrieves the current value of an attribute specified by its name.
\param attrName [in] An ANSI string that contains the attribute name.
\returns Returns the current value of the attribute.
\remarks
The method provides the late binding access to the attribute value by its name.
Attributes of select and aggregate data types are also supported.

OdDAI.InverseAttribute.duplicates
\details
Determines whether the attribute may contain duplicates of references from the inverted attribute.
\returns Returns true if the attribute may contain duplicates; otherwise the method returns false.

OdDAI.InverseAttribute.maxCardinality
\details
Retrieves maximum number of references from the inverted attribute.
\returns Returns a maximum number of references.

OdDAI.InverseAttribute.minCardinality
\details
Retrieves minimum number of references from the inverted attribute.
\returns Returns a minimum number of references.

OdDAI.InverseAttribute.domain
\details
Retrieves referencing enity type of the attribute.
\returns Returns a pointer to the entity type.